▁the	34916
s	30498
▁of	20060
▁and	15602
▁in	13584
▁to	12954
ed	12157
▁a	11612
▁is	7977
ing	7793
y	5461
d	5187
▁that	4970
▁be	4908
e	4794
▁it	4496
▁was	4488
▁for	4393
▁	4060
ly	4013
▁this	3853
▁on	3703
▁with	3595
▁are	3549
▁as	3531
n	3053
▁by	3034
▁he	2771
t	2565
▁not	2523
▁or	2477
▁from	2463
▁s	2381
▁you	2363
▁which	2317
▁his	2291
er	2218
rb	2049
▁but	2045
▁have	2001
al	1988
▁we	1950
▁at	1940
▁i	1935
▁an	1885
es	1871
▁they	1833
▁has	1813
▁there	1806
▁l	1779
▁can	1767
en	1730
▁one	1673
▁its	1613
▁were	1570
▁r	1531
▁so	1518
▁all	1493
a	1435
p	1434
▁their	1431
i	1413
r	1397
m	1389
▁india	1369
▁had	1296
▁who	1277
ion	1255
▁also	1250
▁“	1226
▁if	1221
g	1136
▁other	1131
▁will	1125
c	1112
o	1098
st	1088
in	1084
on	1071
▁when	1067
▁these	1057
”	1055
▁some	1054
▁do	1049
ic	1032
▁more	1029
▁people	1027
▁about	1024
▁them	994
▁up	960
▁like	941
nt	938
▁what	923
ies	922
▁out	914
▁time	903
▁after	903
▁no	897
▁only	894
▁indian	851
▁”	845
▁him	841
ation	829
u	829
▁any	793
or	783
ce	768
▁two	764
▁her	762
▁your	751
▁world	747
h	741
▁may	740
▁government	731
▁work	728
▁many	727
▁into	718
▁over	709
▁get	706
▁because	703
▁made	700
▁our	698
▁take	693
▁first	692
b	691
ity	672
▁man	661
k	660
▁would	656
very	654
▁b	648
▁un	645
▁than	644
▁years	641
▁per	625
▁should	625
▁most	618
l	617
▁my	617
▁know	616
ment	609
f	609
▁then	608
fore	598
▁see	591
▁p	588
re	586
▁now	586
▁under	585
▁even	579
▁us	577
ra	575
an	574
▁g	566
▁where	566
▁state	565
ar	563
▁life	558
▁me	548
able	547
ri	546
it	545
▁she	540
▁dur	536
th	534
▁way	528
▁new	524
▁go	518
▁de	511
ers	509
ve	507
am	504
▁great	503
▁re	501
▁such	500
▁again	497
ance	493
▁well	485
▁did	475
ul	474
▁court	470
▁called	469
ur	466
▁th	465
ive	464
▁through	461
il	456
▁could	456
▁sai	455
▁thos	451
ha	451
▁form	448
▁being	445
▁part	441
▁betwee	438
le	434
▁year	429
▁name	427
▁country	426
▁need	424
▁make	420
▁come	418
la	412
as	412
▁help	410
▁say	409
▁here	409
w	408
▁place	407
▁right	405
and	405
▁used	404
us	399
▁how	399
out	396
▁hindi	395
li	392
▁just	391
▁three	391
▁day	387
um	387
▁war	386
▁end	381
▁long	380
▁same	380
▁every	378
▁different	375
▁real	374
▁give	372
ir	368
▁use	365
sh	365
▁national	361
▁want	357
self	356
▁large	355
ok	353
▁main	352
v	352
▁c	351
▁look	349
▁god	347
▁power	346
ry	346
▁does	345
▁high	344
“	342
▁case	341
▁become	341
▁water	339
ro	339
ta	339
el	338
▁k	337
▁own	336
▁much	336
▁important	335
▁house	335
▁both	334
▁down	333
▁position	333
▁f	330
▁while	330
is	329
ch	329
▁di	327
▁congress	326
▁play	325
ent	325
ya	324
each	322
▁human	321
▁found	320
ness	320
ous	320
hi	319
▁political	318
est	317
▁good	316
▁number	314
ak	311
▁british	308
ate	307
ting	307
▁however	306
▁w	305
ma	304
▁en	304
▁service	303
▁mean	299
ter	299
▁given	299
▁general	298
▁al	297
▁air	296
▁follow	295
ism	294
▁million	294
▁back	291
▁got	290
na	289
ru	288
▁hindu	288
▁present	286
▁problem	284
▁according	284
et	284
te	283
tion	281
▁person	281
▁period	280
▁started	279
way	279
▁act	278
▁age	277
▁think	276
▁second	275
▁religion	275
▁change	274
▁public	274
▁must	274
▁ka	274
at	270
▁going	269
ti	269
to	268
▁another	267
▁parliament	265
ary	264
ty	263
j	263
ther	263
▁small	262
ist	262
ful	261
▁old	260
▁unit	259
lo	258
va	258
▁last	258
▁m	256
▁e	255
▁constitution	255
▁con	254
▁st	254
z	253
▁far	253
▁wh	253
▁dis	253
▁states	253
▁days	253
▁co	252
▁matter	251
▁came	251
▁common	250
▁show	250
▁fact	250
▁kind	244
▁child	243
age	243
▁ma	243
id	243
▁special	242
▁im	242
▁things	241
▁four	240
▁among	240
▁though	240
▁mo	240
▁support	239
▁law	239
vi	239
▁language	238
▁system	237
▁children	237
the	236
▁temple	236
▁social	236
av	234
▁put	233
▁view	233
▁later	232
▁development	232
▁men	231
▁minister	230
ag	229
ant	229
man	229
▁order	228
▁hand	227
▁pro	227
ia	227
▁president	227
▁increase	226
▁keep	226
ish	226
▁members	226
▁team	226
▁near	225
not	225
▁home	224
▁provide	224
▁city	224
▁question	223
▁class	223
ll	223
▁akbar	223
▁due	222
▁south	222
▁film	222
▁arm	221
▁lot	221
▁ask	220
▁since	219
ph	217
un	216
▁side	215
▁result	215
▁vi	215
▁women	215
▁body	215
▁school	214
▁little	214
round	214
▁consider	213
less	213
▁english	213
▁article	212
▁less	211
▁tri	211
one	211
▁group	211
▁still	210
▁best	210
▁modern	209
▁love	208
done	207
▁full	207
be	207
hu	207
▁islam	206
▁cent	206
▁today	206
▁video	206
▁book	205
▁district	204
▁am	204
▁effect	204
ol	203
▁party	202
▁point	202
▁too	200
▁histor	200
▁cha	200
x	199
▁few	199
▁pass	198
came	198
▁na	198
▁set	197
im	197
▁king	196
aughter	196
▁face	196
ated	195
▁plant	195
▁family	195
▁food	195
di	194
▁movement	193
▁story	193
he	193
▁plan	193
▁find	193
co	193
ja	193
▁term	193
▁never	192
▁bas	192
▁j	191
▁parts	191
▁head	190
▁develop	190
▁whole	190
▁etc	190
▁committee	190
▁force	189
▁ball	189
▁information	189
▁religious	188
▁happen	188
▁pre	188
▁land	188
▁t	188
ck	188
ted	188
▁left	187
▁health	187
▁area	187
▁o	187
▁education	186
▁industr	186
▁mind	186
tri	185
▁poet	185
▁complete	185
▁call	184
▁available	184
▁ch	183
▁local	183
ical	183
ut	183
▁start	183
▁cell	182
▁d	182
han	182
▁control	181
▁culture	181
▁ho	181
▁times	181
▁river	181
▁mumbai	181
▁process	181
▁woman	181
▁believe	181
ab	180
▁idea	180
▁short	179
ho	179
▁various	178
▁ram	178
▁cricket	178
▁ra	177
▁capital	176
▁muslims	175
▁thought	175
gan	174
▁ex	174
tra	174
▁interest	174
▁com	173
▁open	173
ka	173
pa	173
▁condition	173
wa	172
▁east	172
▁off	171
ad	171
▁particular	171
▁import	171
next	171
▁pakistan	171
▁issue	170
▁hard	170
▁free	169
▁century	169
▁sabha	169
ala	169
no	168
▁son	168
▁ganga	168
▁rs	167
cy	167
ial	166
iz	166
▁might	166
ect	166
▁muslim	166
line	166
▁something	166
▁example	164
up	164
ne	164
ors	164
▁actually	164
▁try	163
▁earth	163
ning	163
▁front	163
▁business	163
▁union	163
▁death	162
▁line	161
▁sanskrit	161
▁car	161
▁dr	161
▁ca	161
war	161
▁va	161
▁money	161
▁countries	161
▁election	161
▁category	160
▁terrorism	160
▁along	159
▁changes	159
▁five	158
▁subject	158
▁others	158
ally	157
▁v	157
▁clear	157
▁art	157
pur	157
▁able	157
▁lord	156
▁big	156
▁pa	156
▁phone	156
▁establish	156
ian	155
▁literature	155
▁word	155
▁ve	155
▁famous	155
▁return	155
▁reason	155
▁individual	154
▁months	154
▁post	154
▁six	153
▁certain	153
▁chief	153
▁mobile	153
pe	153
▁action	152
▁direct	152
ke	152
▁bring	151
▁alway	151
▁young	151
▁sever	151
▁further	150
▁talk	150
▁role	150
▁live	150
▁protect	150
▁course	150
▁rule	150
▁hav	150
▁member	150
ble	150
▁music	150
ever	150
▁turn	149
▁close	149
▁ja	148
ca	148
▁heart	148
ves	147
▁ni	147
ga	147
for	146
ship	146
▁bill	146
▁thing	146
▁whe	146
▁early	146
▁tell	145
▁often	145
om	145
▁brough	145
▁bo	145
▁international	145
▁north	145
▁till	145
▁nation	145
▁economic	144
▁thu	144
▁village	144
▁policy	143
▁nt	143
ip	143
▁possible	143
▁blood	143
▁source	143
▁learn	143
▁understand	143
da	142
▁reach	142
▁sun	142
▁inter	142
ious	142
▁toward	141
go	141
▁writte	141
▁allow	140
▁freedom	140
▁central	140
▁field	140
▁doing	140
▁du	140
▁let	139
▁eith	139
ough	139
tic	139
▁remain	138
▁suprem	138
▁light	138
▁jan	138
▁krishna	138
▁runs	138
▁production	138
▁better	138
▁total	138
▁singh	138
▁almo	137
▁community	137
▁entire	137
me	137
▁region	137
▁rate	137
▁courts	136
▁disease	136
▁market	136
▁type	136
▁single	135
▁books	135
▁green	135
ause	135
▁sub	135
ence	135
▁building	134
▁delhi	134
▁da	134
▁structure	134
▁top	134
▁nature	133
▁making	133
▁lead	133
▁industrial	133
▁past	133
yet	133
▁week	133
▁major	133
▁level	133
▁seem	133
▁personal	133
▁wall	132
▁demand	132
mi	132
▁report	132
ba	132
red	131
▁red	131
▁cover	131
bi	131
▁value	131
▁creat	131
▁sp	131
▁living	130
▁places	130
▁qualit	130
▁function	130
▁population	129
▁simple	129
ng	129
▁foreign	129
▁police	129
▁office	129
▁session	129
▁cause	128
▁usual	128
▁natural	128
▁student	128
▁material	128
▁award	128
▁words	128
▁above	127
▁spread	127
▁festival	127
▁bank	127
▁half	127
▁together	127
▁news	127
mp	126
▁sur	126
▁fast	126
ite	126
▁ever	126
▁appl	126
nath	126
▁run	125
▁non	125
ten	125
▁offer	125
▁publish	125
▁sc	125
▁told	125
▁hel	125
▁third	125
▁justice	124
▁grow	124
▁council	124
▁normal	124
▁popular	123
ji	123
▁official	123
our	123
▁ta	123
▁visit	123
▁buil	123
▁society	123
▁research	123
▁father	122
▁test	122
▁sense	122
▁assembly	122
▁includ	122
▁technology	121
▁bengal	121
▁mother	121
▁se	121
▁ground	121
ready	121
▁deep	121
▁gav	121
if	120
▁ab	120
▁bar	120
east	120
ug	120
▁veda	119
ised	119
▁deal	119
rote	119
▁march	119
▁cultural	119
▁match	119
▁knowledge	119
▁born	119
▁n	118
▁cost	118
ating	118
▁project	118
▁te	117
▁feed	117
▁ill	117
▁experience	117
▁sha	117
ee	117
▁hands	116
▁purpose	116
▁attack	116
▁shape	116
▁difficult	116
▁su	115
msel	115
ff	115
ni	115
haps	115
▁wide	115
men	115
ern	115
▁west	115
▁similar	114
▁design	114
▁section	114
land	114
▁hear	114
mo	114
▁pay	113
▁carri	113
▁legislati	113
▁read	113
con	113
▁batsman	113
▁sw	113
▁maha	113
▁link	112
ling	112
▁chandra	112
kar	112
▁growth	112
po	112
▁difference	111
▁insect	111
▁groups	111
ver	111
▁prime	111
▁earlie	111
▁equal	111
ge	111
▁civil	111
▁text	110
▁china	110
▁behind	110
▁capacit	110
ran	110
iv	110
▁island	110
▁strong	110
▁sign	110
▁sea	110
▁officer	110
▁road	109
▁character	109
ought	109
day	109
▁decided	109
ill	109
▁necessar	109
▁progress	108
▁stand	108
▁li	108
▁sa	108
▁care	108
▁fall	108
▁sex	108
▁sh	108
▁ten	108
▁space	107
▁future	107
▁ha	107
com	107
▁works	107
▁regard	107
▁leave	107
▁record	107
ang	107
▁won	107
▁self	107
▁train	107
▁middle	106
▁tak	106
▁la	106
low	106
▁depend	106
▁science	106
▁contain	106
▁feel	106
▁h	106
▁centre	106
ick	106
ana	106
▁bad	105
▁kill	105
▁affect	105
▁fund	105
▁lok	105
▁game	105
▁nepal	104
▁kashmir	104
ust	104
▁sent	104
▁player	104
ather	104
▁step	104
▁writing	104
▁areas	104
▁pollution	104
▁po	104
▁roy	104
▁meaning	104
▁rest	103
▁concern	103
▁america	103
▁nothing	103
▁truth	103
▁ago	103
▁principle	103
▁poor	103
▁rajasthan	103
ac	103
▁shah	103
▁beautiful	103
▁stone	103
▁appear	102
▁include	102
▁outside	102
▁chi	102
▁rules	102
▁subhas	102
▁thousand	102
▁influence	102
▁university	102
▁birth	102
▁administrati	102
▁decision	102
▁quite	101
▁speaker	101
stead	101
▁imp	101
ada	101
▁sometime	101
▁base	101
▁independence	101
▁thank	101
▁fight	101
▁sat	101
▁bal	101
ifi	100
▁fl	100
iya	100
▁mar	100
▁ancient	100
▁american	100
▁em	99
▁inside	99
▁beginning	99
▁bi	99
▁languages	99
▁stage	99
▁cl	99
▁wrong	98
ama	98
ging	98
ot	98
▁model	98
▁engl	98
▁until	98
▁standard	98
▁account	98
bo	98
▁meet	97
▁recent	97
▁ga	97
▁complex	97
▁basic	97
▁prove	97
▁limited	97
▁global	97
▁arab	97
▁commission	97
ine	97
ber	97
ure	96
par	96
uary	96
▁types	96
▁situation	96
▁mass	96
▁fort	96
▁hours	96
▁produc	95
▁accept	95
▁met	95
▁describ	95
▁fr	95
kept	95
▁wa	95
had	94
▁organisation	94
▁energy	94
▁ban	94
▁makes	94
▁ministers	94
▁job	94
▁series	94
har	94
▁crore	94
▁star	94
ide	93
ik	93
▁gandhi	93
▁industries	93
▁exist	93
▁ko	93
▁powers	93
▁company	93
▁generation	93
ise	93
▁month	93
▁temperature	93
▁ved	93
▁ti	92
▁included	92
▁represent	92
▁aim	92
▁par	92
▁ph	92
▁ya	92
▁manage	92
▁contact	91
hall	91
▁study	91
▁safe	91
▁speci	91
▁basi	91
▁list	91
▁mu	91
▁true	91
▁judici	91
▁price	91
▁tonne	91
▁message	91
▁rep	91
▁rec	91
▁elect	91
ani	90
▁expect	90
▁hindus	90
▁u	90
▁continu	90
▁revolution	90
▁raj	90
▁shar	90
▁hold	90
▁hope	90
▁room	90
▁treat	90
nda	90
ton	90
▁ro	89
▁legs	89
▁opinion	89
▁spirit	89
▁transport	89
▁clean	89
▁brother	89
▁nor	89
ach	89
▁average	89
▁style	89
▁essential	88
▁ideal	88
▁page	88
▁lower	88
▁soon	88
▁poems	88
▁meeting	87
▁respect	87
▁related	87
▁receiv	87
▁stop	87
bar	87
do	87
▁introduc	87
▁tool	87
▁statu	86
▁finally	86
pl	86
▁sri	86
▁size	86
▁solar	86
▁western	86
▁occur	86
▁theyre	85
▁claim	85
▁male	85
▁leaders	85
▁answer	85
▁low	85
▁direction	85
▁eyes	85
we	85
▁consist	85
▁letter	85
▁media	85
▁effort	85
▁seven	85
ied	84
▁speech	84
▁ki	84
▁practice	84
▁higher	84
▁forest	84
▁bit	84
▁dev	84
▁struggle	84
▁nehru	84
▁trade	84
of	84
▁evidence	83
▁reform	83
▁damage	83
tch	83
ond	83
ular	83
▁fire	83
qua	83
▁judge	83
▁image	83
▁break	83
▁ac	83
▁fundamental	83
▁plann	83
▁calcutta	83
▁charge	83
▁houses	83
▁majority	83
▁fail	83
▁method	83
led	83
que	82
tu	82
ung	82
▁anything	82
▁pra	82
log	82
▁fa	82
▁night	82
▁conflict	82
▁friend	82
▁center	82
▁bat	82
▁achieve	82
▁adopt	82
cc	82
▁climat	81
▁maintain	81
▁prevent	81
▁external	81
▁wife	81
▁sound	81
▁reduc	81
za	81
▁suggest	81
▁else	81
ex	81
▁fear	81
ore	81
▁fine	81
▁ali	81
▁youtube	81
hood	81
▁extreme	80
▁touch	80
▁el	80
▁steel	80
▁mis	80
▁dh	80
let	80
▁path	80
▁watch	80
▁religions	80
▁rajya	80
▁notice	80
▁instrument	80
les	80
▁send	80
▁bombay	80
▁rama	80
tention	79
▁garden	79
▁programme	79
▁detail	79
▁continue	79
▁write	79
▁conference	79
▁mr	79
▁situat	79
▁bra	79
▁activit	79
▁serious	79
▁board	79
▁picture	79
▁opportunit	79
▁authority	79
▁internet	79
ible	79
▁shrine	79
▁appeal	79
▁reality	79
by	79
▁lie	78
gen	78
ities	78
▁laws	78
ram	78
ade	78
▁ne	78
▁europe	78
▁feeling	78
▁hi	78
▁forward	78
▁bha	78
▁hundred	78
▁successful	78
▁goods	78
put	78
▁khan	78
over	78
▁nav	78
lthough	77
▁cla	77
tal	77
van	77
tur	77
▁mountain	77
▁highest	77
▁appoint	77
▁writer	77
ie	77
▁approach	77
ily	77
▁stay	77
▁hit	77
▁address	77
▁gra	77
▁wo	77
all	77
▁measure	76
▁female	76
▁experiment	76
▁criminal	76
▁animals	76
▁sl	76
▁divid	76
▁tax	76
▁requir	76
▁ba	76
▁enjoy	76
▁reading	76
▁accepted	76
▁mandapa	76
▁bowler	76
▁executive	76
▁dollar	76
▁agree	76
▁empire	76
und	76
▁motion	76
▁scientist	76
saw	75
▁create	75
ah	75
▁grant	75
▁produce	75
▁wicket	75
▁securit	75
ard	75
▁black	75
▁target	75
rat	75
▁explain	75
▁cr	75
abad	75
▁square	75
▁mark	75
▁income	75
▁paper	74
▁reference	74
▁anti	74
▁hu	74
▁trial	74
▁eight	74
▁select	74
▁add	74
ists	74
▁legal	74
▁flow	74
▁organis	74
▁prepar	74
▁port	74
▁sing	74
tan	74
▁code	74
▁amount	73
▁regular	73
▁mention	73
ping	73
▁responsib	73
▁secret	73
▁remember	73
▁object	73
▁tagore	73
▁attempt	73
▁moment	73
▁listen	73
▁statement	73
▁perform	73
▁speak	73
ank	73
▁song	73
▁travel	73
▁belong	73
▁carry	73
▁october	73
rew	73
uddin	73
▁lost	73
▁lea	72
▁benefit	72
▁slow	72
uc	72
giving	72
▁milk	72
▁wonder	72
▁walk	72
ipur	72
▁everything	72
▁rain	72
▁quran	72
▁sector	72
▁cant	72
▁asia	72
▁africa	72
▁colour	72
▁mov	72
▁caste	72
▁challenge	72
▁concept	72
▁element	72
▁stories	72
▁provision	72
▁independent	71
▁penis	71
▁daily	71
especially	71
▁devi	71
▁sentence	71
▁fair	71
▁min	71
▁km	71
▁apart	71
▁die	71
▁poem	71
▁gas	71
▁ku	71
▁advice	71
▁fo	71
▁immediate	71
▁kids	71
▁financial	70
cha	70
▁increasing	70
▁cross	70
▁friends	70
▁master	70
▁college	70
new	70
▁leader	70
▁environment	70
▁computer	70
▁round	70
▁litera	70
▁politics	70
▁event	70
hra	70
▁site	70
▁user	70
▁jun	70
▁doctor	70
▁peace	70
▁upper	69
▁current	69
▁export	69
▁critic	69
q	69
▁declar	69
▁thinking	69
▁bowl	69
▁ash	69
▁atmosphere	69
▁har	69
▁figure	69
▁pe	69
▁husband	69
▁script	69
▁former	69
▁late	69
pati	69
▁percent	69
▁ramayana	69
▁judges	68
▁white	68
▁brahma	68
▁conduct	68
▁fix	68
▁wish	68
▁spend	68
▁bus	68
▁score	68
▁coal	68
▁height	68
▁oil	68
▁discover	68
▁pillar	68
set	68
▁remov	68
▁happ	68
▁rid	68
▁author	67
▁vishnu	67
▁win	67
▁mill	67
▁resolution	67
▁propert	67
▁mission	67
▁cut	67
ny	67
▁nine	67
▁original	67
pro	67
bha	67
▁voice	67
▁application	67
▁network	67
▁machine	67
▁juris	66
▁saying	66
▁final	66
▁construct	66
time	66
▁traditional	66
▁adult	66
▁ob	66
▁discussion	66
▁bhagat	66
▁pradesh	66
▁cavetemple	66
▁except	66
▁lakh	66
▁date	66
▁girl	65
ight	65
▁pen	65
▁workers	65
ze	65
▁pressure	65
▁himalaya	65
▁private	65
▁mad	65
hara	65
▁tube	65
▁specific	65
dev	65
▁actor	65
▁boy	65
▁basava	65
var	65
▁sudden	65
▁scientific	65
▁convert	65
▁sculpture	65
ay	65
▁facilit	65
▁pitch	65
▁begin	65
▁share	64
▁arriv	64
cross	64
nia	64
▁chemical	64
▁sum	64
▁studie	64
▁check	64
side	64
mer	64
paye	64
▁range	64
▁draw	64
▁street	64
▁build	64
qui	64
▁tv	64
▁daughter	64
coming	64
▁rise	64
▁tradition	64
▁japan	63
▁race	63
▁teacher	63
▁tele	63
▁soul	63
▁data	63
▁mat	63
▁task	63
▁horse	63
▁feet	63
▁rich	63
▁initial	63
▁shown	63
▁northern	63
▁tea	63
▁gold	63
▁count	63
▁estimate	63
▁refus	63
▁move	63
▁ruler	63
▁proper	63
▁construction	63
ative	63
▁movie	63
istic	63
▁town	63
▁treatment	62
▁loss	62
▁governor	62
▁maximum	62
▁limit	62
▁ir	62
▁app	62
cl	62
▁fe	62
▁agra	62
▁democratic	62
▁observ	62
▁inde	62
▁memor	62
▁mid	62
▁worship	62
isation	62
▁sav	62
▁flight	62
mar	61
▁dance	61
▁quick	61
▁jail	61
▁surface	61
▁bharat	61
▁allah	61
▁san	61
▁tra	61
▁premchand	61
▁lives	61
▁wear	61
▁val	61
▁door	61
▁ke	61
but	61
▁procedure	61
▁operation	61
udi	61
▁dead	61
▁fit	61
▁billion	61
▁bc	61
▁manner	61
▁mughal	61
▁fill	61
▁egg	60
uk	60
▁distribut	60
▁search	60
▁dam	60
▁vaj	60
▁seek	60
▁probabl	60
▁z	60
▁pur	60
▁weight	60
▁multi	60
▁parliamentar	60
ali	60
▁province	60
▁mere	60
ese	60
▁representative	60
▁station	60
tar	60
▁stick	60
▁spen	60
▁sort	59
diction	59
▁mor	59
dom	59
▁communication	59
ature	59
▁outer	59
november	59
▁democracy	59
▁photo	59
cent	59
▁tamil	59
▁variet	59
▁vimana	59
▁q	59
▁mahal	59
▁tour	59
▁walls	59
▁battle	59
▁econom	59
ari	59
▁dec	59
▁department	59
ator	59
mission	58
▁powerful	58
istan	58
▁collection	58
where	58
▁attend	58
▁invit	58
▁ocean	58
▁lose	58
▁drug	58
▁radio	58
▁join	58
▁terrorist	58
▁marri	58
▁enter	58
hana	58
▁mon	58
▁web	58
▁obvious	58
▁rivers	58
▁parents	58
▁partner	58
▁releas	58
▁lay	58
▁cap	58
ize	58
▁extend	58
▁risk	58
▁speed	58
▁afghan	58
▁connect	58
▁effective	57
ification	57
▁philosophy	57
▁imagine	57
▁marriage	57
▁remains	57
▁legislature	57
▁super	57
▁website	57
▁active	57
▁piece	57
▁transfer	57
▁gases	57
▁era	57
▁mental	57
ition	57
▁kar	57
▁emperor	57
ign	57
▁vote	57
house	57
▁joint	57
▁gujarat	57
▁devotion	57
▁cabinet	57
▁talking	57
▁fish	57
gal	57
▁proposal	57
▁destroy	56
▁leg	56
▁parties	56
▁ut	56
▁launch	56
▁creation	56
▁chance	56
▁physical	56
ell	56
ood	56
▁fly	56
like	56
▁leadership	56
▁agenc	56
▁box	56
tory	56
▁southern	56
▁sit	56
abilit	56
▁mahabharata	56
▁alone	56
▁matche	55
▁mala	55
ai	55
▁express	55
▁opposition	55
▁epic	55
wal	55
▁channel	55
▁access	55
▁waste	55
▁electric	55
▁wing	55
lal	55
▁brain	55
▁belief	55
▁revolutionar	55
▁hospital	55
▁batt	55
▁advis	55
dhi	55
▁hum	55
▁april	55
▁pick	55
▁division	55
▁factor	54
ju	54
kand	54
▁buddha	54
light	54
▁citie	54
▁moon	54
pped	54
▁ju	54
▁beaut	54
▁constitutional	54
jp	54
▁prince	54
▁fat	54
▁european	54
▁annual	54
▁netaji	54
▁saint	54
▁document	54
▁systems	54
▁genetic	53
▁locat	53
▁review	53
▁responsibilit	53
▁ultimate	53
▁si	53
▁september	53
her	53
▁cho	53
▁cur	53
▁exercise	53
▁educat	53
▁reasons	53
▁additional	53
▁defence	53
bal	53
▁dna	53
▁border	53
▁kh	53
gun	53
▁comp	53
ini	53
▁animal	53
▁campaign	53
▁lal	53
▁eat	53
▁duty	53
▁moral	53
vision	53
▁univers	53
▁hill	53
▁obtain	53
▁breed	53
▁foundation	53
▁weak	53
▁eye	53
▁instance	52
▁reduce	52
▁couple	52
ium	52
▁deliver	52
▁inf	52
ternal	52
▁activity	52
▁heat	52
▁miss	52
▁architectur	52
▁supply	52
▁elephant	52
ki	52
▁spin	52
▁gone	52
▁relationship	52
▁ie	52
▁federa	52
▁absolute	52
▁emission	52
art	52
ier	52
▁balance	52
▁propos	52
▁witness	52
▁google	52
▁raised	52
▁badr	52
▁labour	52
▁warming	52
aries	52
▁artist	52
▁mix	52
▁goal	51
▁impact	51
▁sin	51
ham	51
▁citizen	51
▁doubt	51
▁patient	51
▁teaching	51
▁cre	51
▁harm	51
▁relative	51
kha	51
lam	51
▁success	51
▁spot	51
▁collect	51
▁hot	51
▁lake	51
▁jam	51
▁distance	51
▁acid	51
▁gandhiji	51
▁subhash	51
▁decade	51
▁announc	51
sur	51
▁agreement	51
▁mahabharat	51
chi	51
▁raja	51
▁violence	51
▁please	50
▁wild	50
▁mahatm	50
▁products	50
▁sugar	50
king	50
oo	50
▁paid	50
▁vision	50
▁separate	50
▁militar	50
rid	50
▁duties	50
bb	50
▁marath	50
▁season	50
latter	50
▁pot	50
▁beside	50
▁kumar	50
▁save	50
▁sam	50
▁mus	50
▁dream	50
▁primar	50
▁emergenc	50
▁gate	50
▁pad	50
▁sure	50
▁compensat	50
▁easy	50
▁follower	50
▁bomb	50
▁desert	50
▁verse	50
▁telephone	50
▁credit	50
▁carbon	50
skin	50
▁ensure	49
▁germany	49
▁tru	49
▁cow	49
▁association	49
▁lack	49
▁cave	49
▁bla	49
▁july	49
▁genes	49
▁guid	49
▁buy	49
hel	49
work	49
▁taj	49
▁acquir	49
▁pollutant	49
▁arch	49
▁indicate	49
▁addition	49
▁replace	49
▁accus	49
▁reader	49
▁realis	49
▁spiritual	48
this	48
▁oppos	48
▁avoid	48
▁organization	48
▁inner	48
▁attract	48
▁divers	48
▁complaint	48
umb	48
▁pray	48
▁sand	48
▁runn	48
▁flower	48
▁combin	48
▁maharashtra	48
▁scale	48
▁pain	48
▁examples	48
▁injur	48
▁bear	48
wood	48
▁august	48
▁bachchan	48
▁accident	48
urdu	48
▁engineer	48
▁believed	48
▁bose	48
ila	48
▁argument	47
▁nu	47
▁rai	47
▁crime	47
▁expression	47
▁soft	47
▁decisions	47
▁blind	47
what	47
▁meant	47
ika	47
bel	47
▁attain	47
▁sitting	47
▁agriculture	47
▁consumer	47
▁software	47
▁easi	47
▁debate	47
▁permit	47
▁advantage	47
▁bodi	47
▁bills	47
▁hug	47
▁punjab	47
▁meter	47
▁determin	47
cut	47
▁existence	47
path	47
▁numbers	47
▁organ	47
▁unicode	47
▁teach	47
▁centur	47
▁hour	47
▁frame	46
▁twenty	46
▁vice	46
▁everyone	46
tle	46
▁japanes	46
▁phase	46
▁pure	46
▁exchange	46
▁aspect	46
▁associate	46
▁sides	46
▁laid	46
▁floor	46
▁expenditure	46
▁stor	46
babu	46
bas	46
ration	46
▁extra	46
▁sport	46
▁burn	46
▁hall	46
▁painting	46
▁varie	46
ory	46
▁sexual	46
▁brahmin	46
▁circumstance	45
▁gradual	45
▁interesting	45
▁machinery	45
▁dry	45
▁joy	45
▁trouble	45
▁secretary	45
▁tu	45
▁sacrifice	45
▁technique	45
▁program	45
▁sacred	45
▁receive	45
▁soil	45
▁institutions	45
ack	45
▁sho	45
cept	45
▁jain	45
▁prasad	45
▁charges	45
▁palace	45
▁bigge	45
▁felt	45
▁bound	45
▁solution	45
▁translat	45
ita	45
▁budget	45
▁ordinar	45
▁perfect	45
▁rare	45
▁straight	45
▁implement	45
▁degree	45
▁gram	45
▁swami	45
▁citizens	45
▁ministr	45
policies	45
▁gain	45
dar	45
▁appropriate	44
▁constitut	44
▁communist	44
▁trust	44
▁key	44
acy	44
▁col	44
▁advance	44
▁levels	44
▁conscious	44
▁disc	44
▁reaction	44
▁imperialism	44
▁ham	44
▁exten	44
▁vast	44
▁metal	44
▁historical	44
hand	44
▁objective	44
▁constant	44
▁theory	44
▁pet	44
▁weapon	44
▁masse	44
▁resource	44
which	44
noise	44
▁failure	44
▁symbol	44
ization	44
▁valley	44
lor	44
▁shop	44
▁involved	44
▁absen	44
▁phones	44
▁arrest	44
▁compos	44
▁trans	44
▁pla	44
▁foot	44
▁hari	44
rea	44
▁controll	44
▁kingdom	44
wali	44
▁ship	44
▁offence	44
▁ignor	44
rising	44
well	44
▁net	44
▁separat	44
▁deriv	44
▁soldier	44
▁content	44
▁december	44
▁payment	44
▁faith	44
▁gift	44
▁tribunal	43
▁knee	43
▁spoke	43
▁scheme	43
▁pattern	43
▁iron	43
▁micro	43
ria	43
▁shri	43
▁guru	43
▁occasion	43
▁wood	43
▁assistan	43
▁bay	43
▁sell	43
▁seed	43
lf	43
tara	43
▁grass	43
▁victim	43
▁context	43
▁ready	43
▁hence	43
▁hind	43
▁analysi	43
▁firm	43
▁baby	43
▁corporation	43
▁fun	43
▁serve	43
▁roof	43
▁advocate	42
▁drama	42
▁alter	42
▁layer	42
▁strength	42
▁hanuman	42
▁radiati	42
▁referr	42
▁formal	42
▁joined	42
▁rat	42
mous	42
▁hair	42
abul	42
▁universal	42
▁solve	42
▁recommend	42
nagar	42
▁prefer	42
most	42
▁kabir	42
▁dar	42
▁minim	42
▁indra	42
▁compani	42
can	42
▁danger	42
▁descripti	42
▁entry	42
▁fell	42
▁novel	42
▁specimen	42
▁component	42
ology	42
▁rock	42
▁card	42
▁das	42
garh	42
▁added	42
▁vehicle	42
logical	42
▁newspaper	42
▁politician	41
tain	41
▁favour	41
▁caused	41
▁seat	41
▁positive	41
▁prisoner	41
▁threat	41
▁planet	41
▁compar	41
▁broad	41
▁poverty	41
▁camp	41
▁profit	41
▁nicobar	41
▁x	41
▁models	41
▁muhammad	41
▁peak	41
craft	41
▁stands	41
▁minutes	41
▁coast	41
▁color	41
▁throw	41
▁entrance	41
▁german	41
tant	41
▁uttar	41
jan	41
▁discuss	41
▁remove	41
▁degrees	41
▁connection	41
▁amendment	41
▁drum	41
▁bihar	41
▁kha	41
▁museum	41
▁plu	41
▁govern	41
▁finance	41
off	41
▁scholars	41
▁railways	41
▁pand	41
▁correct	41
▁camel	41
▁symptom	41
▁encourage	41
take	40
▁claims	40
endra	40
▁arrangement	40
▁drink	40
pan	40
▁park	40
▁resident	40
▁vary	40
▁improvement	40
▁alternative	40
▁hearing	40
vant	40
▁shiva	40
▁hero	40
▁wait	40
▁mahadevi	40
▁madr	40
▁victor	40
▁potential	40
▁press	40
▁factors	40
▁jawahar	40
bu	40
▁nei	40
▁length	40
▁expansion	40
fare	40
lah	40
▁mahara	40
▁director	40
▁comment	40
▁opening	40
▁fruit	40
▁lanka	40
▁club	40
▁command	40
▁abdul	40
▁transform	40
▁christian	39
▁vagina	39
general	39
▁prior	39
▁somebody	39
▁destruction	39
▁serv	39
▁yellow	39
▁contract	39
▁secular	39
▁practi	39
hya	39
▁mouth	39
▁mil	39
▁considerabl	39
dhar	39
▁cast	39
▁journey	39
▁expert	39
▁ruling	39
▁defeat	39
▁promise	39
▁features	39
▁proceedings	39
▁cheap	39
selv	39
▁table	39
▁intelligen	39
▁institution	39
▁communal	39
▁koran	39
▁drive	39
▁requirement	39
▁sweet	39
▁institute	39
▁territor	38
▁clo	38
▁aware	38
▁aryan	38
▁scar	38
▁puran	38
osis	38
▁consequence	38
head	38
▁leaflet	38
▁republic	38
apor	38
▁competition	38
▁traffic	38
▁delay	38
ina	38
▁medical	38
▁grand	38
▁ritual	38
▁ganges	38
▁nucle	38
▁sang	38
▁cris	38
▁celebrated	38
cal	38
▁diet	38
▁arjun	38
▁lab	38
▁copy	38
▁ramalinga	38
▁teeth	38
▁title	38
aid	38
▁mosque	38
▁pandava	38
▁sir	38
▁previous	38
▁unfortunate	38
olic	38
yard	38
▁sms	38
▁tr	38
▁babu	38
back	38
▁aid	38
▁sleep	38
▁pan	38
▁meal	38
▁mut	37
wise	37
▁uk	37
after	37
▁root	37
▁technical	37
▁blue	37
ath	37
wh	37
▁decorat	37
▁improve	37
▁colon	37
▁significant	37
▁pair	37
▁chang	37
▁idol	37
cot	37
▁sad	37
▁relief	37
▁attitude	37
▁inspir	37
▁commercial	37
▁diabet	37
▁schedule	37
▁urban	37
▁jai	37
▁sita	37
kh	37
▁reserve	37
▁staff	37
▁chose	37
▁stuff	37
▁tourist	37
▁happening	37
▁invent	37
cro	37
▁fertil	37
▁double	37
▁principal	36
hari	36
▁shan	36
esh	36
▁arrang	36
▁simpl	36
▁auto	36
▁mal	36
▁contribution	36
▁describe	36
▁representation	36
▁cotton	36
▁heavy	36
▁evolv	36
▁chair	36
▁pakistani	36
▁relations	36
▁jo	36
▁cu	36
▁dynasty	36
▁contra	36
▁ceremon	36
▁confiden	36
▁entered	36
▁intellectual	36
▁sale	36
▁adequate	36
▁insul	36
▁settl	36
▁apply	36
▁luck	36
▁appreciat	36
▁band	36
▁divide	36
▁volume	36
long	36
▁relation	36
▁folk	36
▁worth	36
▁liberal	36
▁brothers	36
ept	36
▁suitabl	36
▁origin	36
lly	36
▁penal	36
▁quot	36
▁corrupt	36
▁lesson	35
▁possibilit	35
▁carv	35
▁chapter	35
▁prominen	35
▁paint	35
▁excite	35
▁cloth	35
pping	35
▁download	35
▁stopped	35
▁careful	35
▁trop	35
▁argue	35
▁league	35
▁block	35
▁severe	35
▁fuel	35
ara	35
▁strange	35
▁railway	35
▁organiz	35
ban	35
▁habit	35
aught	35
▁fourth	35
arkar	35
▁resist	35
itage	35
▁inevitabl	35
▁finding	35
gat	35
▁senior	35
▁metre	35
▁flu	35
▁buddhist	35
▁reveal	35
itude	35
▁mit	35
▁improv	35
▁raw	35
▁release	35
▁dedicat	35
▁preci	35
▁amitabh	35
while	35
▁tin	35
loc	35
▁composition	35
▁chairman	35
▁remarkabl	35
▁cattle	35
▁rapid	35
▁rupee	35
ound	35
▁organisms	35
▁captain	35
▁despi	35
▁dress	35
▁gro	35
▁rural	34
▁rear	34
▁spit	34
hat	34
▁track	34
▁crop	34
aya	34
▁survey	34
▁fresh	34
▁appointment	34
▁underst	34
▁sufficient	34
▁ozon	34
ode	34
▁employment	34
▁rele	34
▁evolution	34
▁gardens	34
▁incident	34
hammad	34
▁suffer	34
▁expand	34
▁shift	34
mate	34
▁stream	34
▁declare	34
▁criticism	34
▁meat	34
▁stated	34
▁manufacture	34
▁catch	34
unch	34
▁focus	34
▁distinction	34
▁intend	34
▁asian	34
▁yes	34
▁push	34
▁abilit	34
▁holding	34
▁bl	34
▁okay	34
▁goddess	34
▁deputy	34
▁recommendation	34
▁branche	34
▁guy	34
pal	34
▁compassion	34
udio	34
▁dioxide	34
▁weather	33
▁dome	33
▁contribut	33
▁captur	33
ku	33
▁royal	33
▁succeed	33
▁paris	33
▁scene	33
▁drawing	33
▁hindustan	33
▁dangerous	33
▁imprison	33
▁narrow	33
▁emotional	33
▁london	33
▁hat	33
some	33
rang	33
▁environmental	33
▁font	33
▁dictionary	33
▁pull	33
▁neglect	33
▁divine	33
▁del	33
▁correspond	33
▁privilege	33
▁tend	33
▁decide	33
▁sister	33
▁penetrat	33
▁february	33
▁prize	33
▁dy	33
▁arbitra	33
▁vital	33
▁motor	33
▁seats	33
▁frequent	33
▁version	33
▁actual	33
▁britain	33
▁taliban	33
▁discipline	33
▁bangladesh	33
▁deposit	33
▁assum	33
▁useful	33
dder	33
▁reported	33
▁entitle	33
▁sim	33
▁bengali	33
▁bless	33
▁plain	33
▁edge	33
▁provider	33
▁approv	32
▁ii	32
▁cold	32
▁marble	32
▁exact	32
▁variation	32
▁definition	32
▁consult	32
▁solid	32
▁reflect	32
▁sight	32
▁pop	32
▁bir	32
▁chromosome	32
sumption	32
▁cup	32
▁vir	32
▁emerg	32
▁oh	32
half	32
▁liberation	32
▁cease	32
▁cat	32
▁trees	32
▁roll	32
▁robot	32
▁recogniz	32
▁exception	32
▁translation	32
▁miles	32
▁enable	32
▁fighter	32
▁impos	32
▁ep	32
▁batsmen	32
▁characteristic	32
raj	32
▁purana	32
▁extensive	32
know	32
▁smoke	32
▁performance	32
▁fac	32
▁unique	32
▁appli	32
▁originat	32
▁van	32
▁gree	32
▁beat	32
▁fee	32
▁equipment	32
▁prophet	32
▁sky	32
▁neighbour	32
▁satisf	32
▁mp	32
▁tomb	32
▁mohammed	32
▁portion	31
▁gene	31
▁slight	31
▁sett	31
▁brahman	31
▁resign	31
▁socialist	31
▁cancer	31
▁breast	31
mandapa	31
▁core	31
▁hal	31
india	31
▁headquarter	31
▁crowd	31
▁welcome	31
▁accumulat	31
iological	31
riva	31
▁utter	31
▁iran	31
ayodhya	31
▁chris	31
▁stock	31
▁require	31
▁gather	31
▁diabetic	31
mukh	31
▁involve	31
▁establishment	31
▁compet	31
bilit	31
▁sorrow	31
▁magistrate	31
uda	31
▁telling	31
▁rajput	31
▁emphasis	31
▁ker	31
▁contemporar	31
authorities	31
▁consideration	31
▁prett	31
▁complet	31
▁request	31
▁intention	31
▁broken	31
▁bai	31
▁print	31
▁crease	31
▁nominate	31
▁affair	31
tech	31
bur	31
▁presid	31
▁vot	31
▁pig	31
▁hung	31
▁impossibl	31
scrib	31
▁entertain	31
aksha	31
▁hang	31
▁cry	31
▁salar	31
▁cool	31
▁smart	31
▁arise	30
▁sixth	30
▁wind	30
▁respectively	30
kka	30
▁dispute	30
▁temporar	30
▁clothe	30
etic	30
▁dro	30
▁famili	30
▁manufactur	30
▁substance	30
▁regional	30
▁bull	30
▁discharge	30
▁branch	30
▁revenue	30
him	30
▁birds	30
▁shot	30
old	30
▁lecture	30
▁feature	30
▁items	30
▁guilt	30
▁bro	30
▁corner	30
▁rose	30
▁george	30
▁stump	30
▁medi	30
▁withdraw	30
▁convinc	30
▁suffering	30
▁custom	30
▁committ	30
▁stress	30
▁commissioner	30
▁voluntar	30
▁travell	30
▁prose	30
▁counter	30
called	30
▁pleasure	30
▁artificial	30
▁fan	30
eshwar	30
▁detect	30
▁formation	30
kalpana	30
▁recognise	30
▁passage	30
▁guide	30
hold	29
▁flag	29
▁siva	29
▁deliberate	29
▁reasonable	29
yaka	29
▁drop	29
▁acre	29
▁confus	29
▁pace	29
▁praise	29
▁hazra	29
▁handle	29
fifth	29
▁tar	29
script	29
▁constituent	29
▁mistake	29
▁dignit	29
pact	29
▁draft	29
riff	29
▁dog	29
▁numer	29
▁inform	29
▁lahore	29
▁bhag	29
ledge	29
▁jamm	29
▁provid	29
▁earning	29
tine	29
▁quarter	29
▁medicine	29
▁australia	29
▁elder	29
ena	29
▁explor	29
▁bud	29
▁snow	29
▁favor	29
cular	29
▁participat	29
▁bare	29
▁cam	29
▁pin	29
▁via	29
▁om	29
▁elevat	29
▁prospect	29
▁protein	29
▁loose	29
▁boundar	29
▁store	29
▁researcher	29
▁prison	29
▁differ	29
▁extraordinar	29
▁sold	29
▁opposite	29
▁sara	29
▁mytholog	29
▁everybody	29
▁admir	29
▁minute	29
dominant	29
term	28
▁servant	28
▁wise	28
▁route	28
▁concret	28
▁choice	28
▁wage	28
▁afford	28
▁uncle	28
▁ravana	28
▁andaman	28
▁settlement	28
▁categori	28
▁complain	28
▁dust	28
▁propaga	28
wards	28
▁cloud	28
raja	28
▁bigger	28
bble	28
▁domestic	28
▁farm	28
▁gum	28
▁proportion	28
▁retire	28
▁consolidat	28
▁bow	28
▁edit	28
▁presen	28
▁bahadur	28
▁quantit	28
▁brown	28
▁cooperati	28
▁nasa	28
fac	28
▁confine	28
jit	28
▁protest	28
▁imagination	28
▁strict	28
▁chine	28
▁nagar	28
▁boo	28
▁brief	28
▁approximate	28
▁library	28
▁audience	28
dden	28
▁desire	28
▁fur	28
▁adapt	28
▁pride	28
▁hunt	28
▁lac	28
hav	28
▁agricultur	28
▁mono	28
thetic	28
course	28
▁naren	27
▁france	27
▁abu	27
▁permanent	27
▁employ	27
▁rank	27
▁nal	27
ference	27
▁uda	27
▁sympath	27
▁grace	27
▁waiting	27
▁cook	27
▁preach	27
how	27
nat	27
muni	27
▁wr	27
▁umpire	27
▁career	27
▁suit	27
▁tail	27
▁subsequent	27
acharya	27
▁expos	27
▁defin	27
▁punishment	27
▁alleg	27
▁incarnation	27
▁engag	27
▁option	27
harra	27
▁bab	27
▁bacchan	27
▁plane	27
▁exploit	27
▁interview	27
▁realize	27
▁medium	27
▁supplie	27
yog	27
▁raise	27
▁sect	27
▁honour	27
▁lady	27
▁span	27
▁comparison	27
▁kam	27
▁angle	27
live	27
▁possession	27
▁platform	27
krishn	27
▁candidate	27
assessment	27
▁purchase	27
▁cultivat	27
▁mode	27
▁undertake	27
▁examin	27
▁finger	27
▁merge	27
▁thirty	27
▁crush	27
▁ble	27
▁sharp	27
▁possess	27
▁percentage	26
▁register	26
▁exceed	26
▁decrease	26
▁crown	26
▁alliance	26
▁killing	26
uous	26
▁glor	26
▁farmers	26
win	26
▁wis	26
▁continent	26
▁amaz	26
▁achievement	26
▁sole	26
▁efficient	26
▁repeat	26
▁ji	26
▁location	26
ories	26
▁disturb	26
▁leav	26
▁monument	26
▁devotee	26
▁rang	26
▁ray	26
▁finish	26
▁dialogue	26
▁karna	26
▁cycle	26
▁summer	26
▁cali	26
▁product	26
▁forget	26
▁intelligent	26
▁naturally	26
▁til	26
▁pond	26
▁terror	26
▁closely	26
▁amar	26
declaration	26
▁prop	26
▁promote	26
▁haj	26
▁reverse	26
▁amend	26
▁communit	26
▁violat	26
ikh	26
▁surprise	26
▁evident	26
▁typical	26
▁lock	26
opper	26
▁vegetarian	26
▁integrat	26
▁rough	26
af	26
▁negative	26
▁honor	26
▁camera	26
▁coordinat	26
▁tooth	26
anpur	26
▁prevail	26
▁continuous	26
▁journal	26
broad	26
oxide	26
solution	26
♫	26
▁anybody	26
▁background	26
▁mount	26
scope	26
▁zone	26
▁demon	26
▁prayer	26
▁celebrat	26
▁guard	26
▁yoga	26
▁russia	25
▁sovereign	25
▁utilis	25
▁strateg	25
▁distinguish	25
▁unknow	25
▁depress	25
▁yu	25
▁afterward	25
▁nak	25
life	25
law	25
▁admitted	25
▁terri	25
▁persian	25
▁silent	25
▁operat	25
▁defend	25
▁bag	25
▁dispos	25
▁tata	25
▁gita	25
gged	25
▁convention	25
▁azad	25
▁municipal	25
▁render	25
▁rag	25
▁definite	25
▁para	25
▁satellite	25
▁rana	25
oda	25
▁tip	25
▁initiat	25
▁jaya	25
▁shock	25
shankar	25
▁burden	25
▁stoo	25
▁breath	25
surance	25
▁email	25
▁digit	25
▁urge	25
▁occasional	25
▁commander	25
right	25
▁yield	25
▁mixture	25
▁mum	25
▁equi	25
▁professional	25
▁semi	25
▁tree	25
tense	25
▁assign	25
▁twice	25
▁confirm	25
▁laxman	25
▁mul	25
▁inscription	25
want	25
matic	25
▁bolly	25
▁suppress	25
▁chand	25
▁prosecut	24
▁host	24
▁progressive	24
▁saraswat	24
▁panel	24
▁libert	24
duct	24
▁murder	24
owing	24
angle	24
▁goat	24
vati	24
▁guarantee	24
▁uniform	24
▁ear	24
▁sanctu	24
▁valid	24
tile	24
▁escape	24
▁worst	24
arat	24
▁tough	24
▁gla	24
▁extension	24
▁collective	24
▁eg	24
▁tala	24
jo	24
▁poly	24
▁profess	24
▁bin	24
▁sheep	24
▁depth	24
▁involv	24
▁behaviour	24
▁heaven	24
▁anywhere	24
▁warm	24
▁portug	24
▁taste	24
▁deni	24
body	24
zo	24
▁surviv	24
▁subordinate	24
▁trip	24
ball	24
▁slave	24
dependent	24
▁commitment	24
ground	24
▁ornament	24
▁identifi	24
▁relating	24
▁sens	24
▁mantra	24
▁bagh	24
▁soviet	24
▁devices	24
gil	24
ax	24
▁gupta	24
indra	24
▁gha	24
mination	24
▁admit	24
▁kilogram	24
▁sage	24
▁submit	24
▁skill	24
▁fin	24
▁exclusive	24
▁investment	24
▁ipcc	24
place	24
▁worri	24
▁opponent	24
▁attach	24
▁ft	24
▁loan	24
▁fabric	24
▁resid	24
▁impress	24
▁pollen	24
▁dominat	24
▁roman	24
▁angel	24
▁bath	24
▁wealth	24
▁combine	24
▁jewel	24
▁persist	24
▁alb	24
▁specifi	23
▁refer	23
▁queen	23
sabha	23
▁file	23
▁restriction	23
▁define	23
▁grain	23
▁grown	23
▁consequent	23
▁fig	23
▁sensitiv	23
▁controvers	23
fall	23
cca	23
▁ruin	23
▁gang	23
▁katha	23
▁creative	23
▁elaborate	23
seventh	23
▁bend	23
▁supposed	23
▁civilization	23
ata	23
▁evil	23
▁trader	23
▁earn	23
▁comprehensive	23
▁bright	23
bridge	23
▁pursu	23
▁pose	23
▁tiru	23
▁lawyer	23
▁wave	23
▁investigation	23
▁blow	23
▁john	23
▁preserve	23
▁iii	23
▁organic	23
▁familiar	23
▁dark	23
door	23
▁infection	23
▁deem	23
▁flat	23
▁disciple	23
▁yearold	23
▁fold	23
caught	23
puri	23
▁economical	23
▁shiv	23
▁surrender	23
▁kath	23
▁airport	23
▁smile	23
truck	23
▁mine	23
▁cp	23
▁impression	23
▁nadu	23
▁arrow	23
▁turk	23
▁accord	23
▁nonco	23
▁violent	23
▁upload	23
▁trading	23
cast	23
▁decay	23
▁architectural	23
▁hydro	22
▁survive	22
▁hotel	22
▁chawla	22
▁switch	22
▁vessel	22
▁lover	22
▁liquid	22
▁native	22
▁originally	22
▁york	22
▁pit	22
▁oxy	22
cell	22
▁thorough	22
tract	22
▁brave	22
▁agenda	22
▁peasant	22
▁jag	22
▁response	22
▁yash	22
▁boat	22
▁observation	22
▁giver	22
▁profession	22
▁pant	22
▁chow	22
position	22
▁specialist	22
▁enquir	22
▁declin	22
▁promot	22
▁nationalist	22
▁predict	22
▁fulfill	22
▁supporter	22
▁kid	22
leg	22
▁install	22
▁devot	22
▁plea	22
▁format	22
fair	22
▁patel	22
▁topic	22
itis	22
▁electronic	22
▁map	22
khand	22
▁myster	22
▁shoot	22
▁statistic	22
▁rena	22
▁div	22
grow	22
▁identify	22
▁ahmed	22
▁screen	22
▁factories	22
▁patriot	22
▁nest	22
▁customer	22
▁generat	22
▁display	22
▁mah	22
▁indigen	22
▁chalukyan	22
▁broadcast	22
▁infect	22
▁conclud	22
▁minorit	22
▁delivery	22
▁depict	22
▁selection	22
▁spring	22
▁courage	22
▁respond	22
▁butterfl	22
▁sulphur	22
▁transmit	22
▁remind	22
▁scholar	22
▁magazine	22
▁yamuna	22
▁filed	22
▁gopura	22
▁instruction	22
▁ratio	22
▁patron	22
▁fascis	22
▁hole	22
▁indus	22
▁concentrat	21
▁concentration	21
atic	21
▁virtual	21
▁parent	21
▁salt	21
▁identit	21
▁sniff	21
▁compil	21
▁secur	21
bharat	21
▁stretch	21
▁surround	21
▁substanti	21
▁dictat	21
▁taxe	21
▁twi	21
▁bhakti	21
▁bhagirath	21
tually	21
▁geographical	21
▁demonstrat	21
▁poison	21
▁worse	21
kind	21
▁govt	21
▁geeta	21
▁metaboli	21
▁rabindra	21
▁cinema	21
▁stabili	21
uj	21
▁sentiment	21
▁harmon	21
▁surdas	21
▁rob	21
odi	21
▁larva	21
▁sindh	21
▁immortal	21
▁shame	21
▁priest	21
▁petition	21
▁molecule	21
▁combination	21
▁santiniketan	21
▁ganesh	21
▁sindhu	21
▁nerv	21
▁reject	21
▁dharma	21
▁interpretation	21
▁editor	21
▁contribute	21
▁disappear	21
▁pronounce	21
▁hitler	21
▁judgement	21
▁tremendous	21
▁adj	21
▁choose	21
▁stroke	21
point	21
▁integr	21
▁rail	21
▁afr	21
down	21
▁fifty	21
mandu	21
▁mari	21
▁hazard	21
▁suspect	21
▁yourself	21
▁bio	21
▁oblig	21
▁guardian	21
▁fellow	21
▁blank	21
▁pollut	21
▁calcul	21
▁unlike	21
▁jur	21
▁shore	21
▁devanagari	21
▁curren	21
▁buri	21
▁convers	21
mobile	21
▁kapo	21
▁eff	21
shape	21
▁poetic	21
▁conquer	21
▁washington	21
▁strengthen	21
▁complicat	21
mind	20
room	20
state	20
▁proceed	20
cola	20
who	20
▁periodical	20
▁worshipp	20
complete	20
▁heredit	20
▁immens	20
orrow	20
char	20
▁autonom	20
mark	20
▁mood	20
▁lamp	20
fluor	20
▁samaj	20
▁significan	20
rice	20
▁reward	20
▁durga	20
▁window	20
rench	20
▁flood	20
▁gun	20
hacker	20
wo	20
pada	20
▁textile	20
▁pilaster	20
▁row	20
▁sikh	20
▁easier	20
▁bottle	20
▁adhishthana	20
▁restor	20
▁wiki	20
▁corp	20
▁tribal	20
▁mathematic	20
▁enact	20
▁surrounding	20
▁mexic	20
▁buffalo	20
wara	20
▁bridge	20
▁entrepreneur	20
▁russian	20
▁passion	20
▁civilisation	20
▁honey	20
▁hyper	20
third	20
▁successor	20
▁pale	20
▁hypo	20
▁narrat	20
▁apparent	20
▁nice	20
▁param	20
▁pilgrimage	20
▁literal	20
year	20
▁madhya	20
▁crack	20
▁vow	20
▁urin	20
▁abandon	20
▁circle	20
▁invade	20
▁formula	20
akbar	20
arctic	20
▁pour	20
▁trend	20
▁linga	20
▁vague	20
▁kolkata	20
▁tall	20
habha	20
▁chamber	20
▁tenant	20
▁legend	20
aunt	20
▁sikhara	20
▁tendulkar	20
▁conceiv	20
▁landlord	20
▁shell	20
▁kura	20
class	19
▁glass	19
▁virtue	19
▁destin	19
crew	19
▁discriminat	19
count	19
▁fashion	19
▁nurs	19
▁peculiar	19
▁tibet	19
▁perspective	19
brows	19
▁excess	19
▁church	19
▁rig	19
viole	19
▁praka	19
▁dynamic	19
▁enemy	19
▁employer	19
arch	19
▁conclusion	19
▁vigorous	19
▁tank	19
▁secure	19
▁bureau	19
▁modest	19
▁ancestor	19
▁jump	19
▁scripture	19
▁palm	19
chandra	19
▁mozil	19
▁adjust	19
▁african	19
▁silk	19
▁enthusias	19
ankar	19
ainik	19
▁paradi	19
▁talent	19
▁vijaya	19
▁shree	19
▁emerge	19
▁conviction	19
▁presidenc	19
▁disorder	19
▁tajmahal	19
▁kala	19
▁column	19
▁rip	19
▁opt	19
▁rhythm	19
▁supervis	19
▁bhu	19
eligi	19
▁indonesia	19
▁bottom	19
▁partition	19
▁distan	19
▁modification	19
▁examination	19
swam	19
▁decoration	19
▁resolv	19
▁panchayat	19
hockey	19
▁upto	19
▁pandu	19
miki	19
▁unesco	19
▁winter	19
▁authentic	19
▁magic	19
▁prithvi	19
▁copie	19
▁tale	19
▁rub	19
▁tendenc	19
▁illegal	19
▁practical	19
▁nh	19
▁indication	19
▁excellen	19
▁tap	19
▁allowance	19
▁radical	19
▁generate	19
▁lucknow	19
▁enforce	19
▁conversation	19
▁likewise	19
▁grade	19
▁preced	19
▁remote	19
▁bread	19
▁regulation	19
▁absorb	19
will	19
▁punjabi	19
▁tribe	19
▁pack	19
▁rabb	19
▁insert	19
▁passport	19
▁recessive	19
▁agni	19
▁emitt	19
▁thigh	19
▁trait	19
▁ghos	19
▁tune	19
fat	19
storey	19
▁hymn	19
▁slum	19
flie	19
▁quiet	18
▁plate	18
fire	18
▁assist	18
▁philosophic	18
▁complication	18
▁strain	18
▁firefox	18
▁subsidi	18
▁chariot	18
▁engine	18
▁prim	18
kuta	18
▁tackl	18
▁pallava	18
▁dravidian	18
memorial	18
▁lift	18
▁migrat	18
▁allot	18
▁desir	18
▁favourite	18
▁commentar	18
▁abuse	18
▁algorithm	18
▁kumbha	18
▁shelter	18
▁rival	18
▁fateh	18
ikri	18
▁stagna	18
▁episode	18
▁miracle	18
ogue	18
▁wedding	18
▁tactic	18
▁untouchab	18
charg	18
▁guess	18
making	18
▁shia	18
▁technological	18
▁jack	18
▁fourteen	18
▁galax	18
▁burma	18
atter	18
▁propagat	18
▁muscle	18
▁sanction	18
▁nepali	18
▁fortunate	18
▁biolog	18
hini	18
▁bug	18
▁orthodox	18
▁erect	18
▁typ	18
▁australian	18
▁slogan	18
▁passenger	18
▁react	18
top	18
erior	18
press	18
▁dva	18
▁shake	18
pit	18
▁munshi	18
▁brilliant	18
▁cosm	18
▁abolish	18
▁merc	18
▁emotion	18
▁architect	18
▁reproducti	18
▁eliminat	18
▁phenomeno	18
jali	18
▁mould	18
▁supplement	18
▁digest	18
▁ravan	18
▁spell	18
▁photograph	18
▁allegation	18
▁wireless	18
▁attraction	18
▁dialect	18
▁punish	18
▁rishi	18
▁capabilit	18
▁insult	18
salvation	18
▁darwin	18
▁partial	18
▁mirror	18
intern	17
▁grave	17
▁hip	17
▁monitor	17
▁limitation	17
▁efficien	17
▁plen	17
▁yug	17
▁availabil	17
▁magn	17
▁restrict	17
▁false	17
▁hostil	17
▁occupation	17
▁reflection	17
▁worry	17
▁karma	17
▁weakness	17
▁descend	17
▁commence	17
▁ghat	17
▁ambitio	17
▁split	17
iba	17
▁strike	17
▁classifi	17
▁protocol	17
▁curious	17
▁wool	17
▁fertiliser	17
▁martial	17
hire	17
▁revolt	17
▁sample	17
▁geni	17
ahma	17
▁bold	17
aba	17
▁monopol	17
appa	17
convenien	17
▁stole	17
▁wheel	17
▁mausoleum	17
▁varma	17
imperialist	17
▁contempt	17
▁adit	17
▁nara	17
simha	17
▁posture	17
▁immigra	17
▁strategic	17
▁optim	17
▁hous	17
▁sultan	17
▁insist	17
▁sinha	17
▁uttara	17
▁misuse	17
▁happi	17
kot	17
▁investor	17
▁bounce	17
▁historian	17
▁neck	17
▁horn	17
olit	17
▁comput	17
wide	17
▁synthesis	17
▁twelve	17
nunciat	17
▁coach	17
▁tim	17
odh	17
▁illitera	17
▁cartoon	17
▁sphere	17
▁fantas	17
▁anger	17
vadi	17
chemical	17
▁enterprise	17
▁contest	17
▁satisfact	17
▁vitamin	17
▁explanation	17
▁racial	17
▁stanza	17
▁genotyp	17
▁caliph	17
▁tab	17
operation	17
▁tender	17
▁outcome	17
▁surprising	17
▁sarda	17
lalit	17
▁fifteen	17
▁egypt	17
president	17
▁string	17
▁los	17
▁competen	17
▁mystic	17
▁occupie	17
▁trace	17
▁pump	17
▁messenger	17
▁accompani	17
▁hybrid	17
▁conceal	17
▁recogni	17
▁solvent	17
fold	17
free	17
▁driver	17
▁hyderabad	17
▁calv	17
▁padma	17
polit	16
ravali	16
▁qualif	16
▁joshi	16
▁smok	16
▁prejudice	16
▁precise	16
▁diagnos	16
▁harvest	16
▁unemploy	16
biograph	16
▁overcom	16
▁crazy	16
▁penance	16
▁fault	16
▁regulat	16
▁indirect	16
▁doctrine	16
▁tower	16
hydr	16
▁convey	16
▁visual	16
board	16
▁octagon	16
▁vegetable	16
▁winner	16
▁provinc	16
▁automatic	16
▁nitrogen	16
▁shadow	16
inton	16
▁yo	16
▁safeguard	16
▁assert	16
▁recover	16
front	16
▁compulsor	16
▁barrier	16
▁exhibit	16
▁ideological	16
▁dwarka	16
gsm	16
▁gem	16
▁striker	16
▁surgery	16
varanasi	16
▁prescribe	16
▁interpret	16
▁manufacturer	16
together	16
▁pillow	16
▁lingu	16
▁astrolog	16
▁arya	16
▁militant	16
▁vaishnav	16
▁dropp	16
▁expir	16
▁apolog	16
▁bail	16
▁cheer	16
▁revive	16
▁astronom	16
▁disaster	16
▁outlook	16
▁bureaucra	16
▁fluid	16
▁ordinance	16
throne	16
▁clip	16
▁colleague	16
guru	16
▁priv	16
▁bhai	16
▁heavi	16
▁plot	16
▁slop	16
nabi	16
▁bambo	16
▁wheat	16
▁agents	16
▁dismiss	16
▁trick	16
wadi	16
▁flora	16
achin	16
▁holiday	16
▁mukha	16
▁inspiration	16
▁expensi	16
▁centimet	16
foot	16
▁fisc	16
▁serial	16
▁zeal	16
▁chur	16
infinite	16
tock	16
▁ratha	16
▁ravindra	16
▁expense	16
atomic	16
▁indies	16
▁disappoint	16
▁poli	16
▁irrigat	16
▁manifesto	16
▁angr	16
phone	16
iruni	16
▁facilitate	16
▁broke	16
▁empower	15
▁compound	15
▁ultra	15
buil	15
▁inadequate	15
▁conspirac	15
▁colonial	15
ganga	15
▁glucose	15
▁clinical	15
▁operator	15
▁incorporat	15
wash	15
▁headlines	15
▁homo	15
▁darkness	15
▁sahib	15
▁overseas	15
▁regime	15
▁pancha	15
▁buddhis	15
issa	15
▁nam	15
▁embodi	15
▁viz	15
chhan	15
‘	15
▁initiative	15
▁symbolise	15
▁comparative	15
▁hurri	15
▁incredibl	15
citation	15
▁lime	15
▁indulg	15
▁eager	15
field	15
▁index	15
▁disagree	15
▁venture	15
▁hatch	15
eval	15
▁interfer	15
egitimate	15
▁superior	15
▁logic	15
▁resort	15
▁bitter	15
▁duryodhan	15
weight	15
▁exposure	15
▁ibn	15
▁stupa	15
▁backward	15
▁paragraph	15
▁exclud	15
▁lane	15
corporate	15
▁incapa	15
▁civilian	15
▁prosper	15
▁bhishma	15
▁northeast	15
nkle	15
math	15
▁kunt	15
▁curv	15
▁retain	15
▁adverse	15
darshan	15
▁vulnerable	15
itarian	15
vivekananda	15
▁climb	15
▁kalam	15
▁essen	15
▁psychological	15
you	15
▁missile	15
▁flourish	15
▁bulk	15
bris	15
▁collector	15
▁consum	15
▁brick	15
▁communicat	15
ickness	15
▁auspic	15
▁defect	15
▁cooperative	15
play	15
▁tihar	15
▁puzzle	15
▁adjourn	15
▁flesh	15
emia	15
▁sake	15
▁trunk	15
▁mineral	15
▁ensur	15
▁donor	15
▁urgent	15
▁dimensions	15
▁empt	15
▁refuge	15
bound	15
▁exhaust	15
▁execut	15
uisin	15
▁monkey	15
clusion	15
▁rectang	15
▁motive	15
▁repli	15
▁horr	15
▁pupil	15
▁accura	15
▁convenient	15
▁advisor	15
▁gautam	15
▁sperm	15
▁displace	14
▁mugal	14
limited	14
aidu	14
omas	14
▁influ	14
▁idl	14
▁preserv	14
▁enem	14
different	14
▁calculate	14
▁iranian	14
▁sallal	14
▁loud	14
▁incur	14
▁extinct	14
▁scenario	14
▁perception	14
▁methane	14
▁berlin	14
▁agitat	14
group	14
▁smooth	14
▁discard	14
▁structur	14
▁chalukya	14
▁guest	14
▁delight	14
▁plastic	14
▁bhagwa	14
▁steal	14
soci	14
stream	14
▁dwell	14
▁binding	14
dental	14
▁painful	14
▁curse	14
▁extract	14
▁odd	14
▁estate	14
▁facade	14
▁theatre	14
▁societies	14
rapala	14
▁discourse	14
▁essay	14
ebra	14
▁mehta	14
▁adhere	14
▁consultation	14
▁charl	14
▁proud	14
▁zee	14
▁indig	14
quisition	14
▁ramayan	14
▁inquir	14
▁rebellio	14
▁troop	14
▁nandi	14
▁inspect	14
▁restless	14
▁donation	14
▁fier	14
▁bharatpur	14
▁inherit	14
verge	14
▁investigat	14
▁clock	14
related	14
▁instant	14
▁phrase	14
▁reconsider	14
▁load	14
▁employee	14
▁khila	14
media	14
▁narrative	14
▁interface	14
▁peaceful	14
parallel	14
▁defens	14
volta	14
▁sustain	14
▁necessit	14
▁household	14
▁verm	14
friend	14
▁behavio	14
▁flexib	14
▁silver	14
▁induce	14
▁dozen	14
▁prevalen	14
▁bacteria	14
▁excavation	14
▁dramatic	14
▁creature	14
▁stomach	14
▁imitat	14
rmal	14
▁invest	14
▁eternal	14
▁productiv	14
inlaw	14
▁amrit	14
▁stupi	14
▁caterpillar	14
▁voc	14
▁poll	14
▁virus	14
▁bacteri	14
▁powder	14
▁versa	14
▁compromise	14
▁remark	14
▁consent	14
▁axis	14
▁classroom	14
▁mutual	14
▁sophisticat	14
▁moderate	14
▁frog	14
▁splend	14
▁turkey	14
▁dissolve	13
▁mortalit	13
▁niche	13
▁diplomatic	13
▁bench	13
murti	13
artisan	13
▁interact	13
▁harass	13
▁embrace	13
▁bachan	13
